Repository: AlexandreFenyo/youtubenopub
Catalog: ShareManager/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Refresh dates
ar: تحديث التواريخ
bn: তারিখগুলি রিফ্রেশ করুন
ca: Actualitza les dates
cs: Obnovit data
da: Opdater datoer
de: Daten aktualisieren
el: Ανανέωση ημερομηνιών
es: Actualizar fechas
fi: Päivitä päivämäärät
fr: Actualiser les dates
fr_ca: Actualiser les dates
gu: તારીખો રિફ્રેશ કરો
he: רענן תאריכים
hi: तारीखें ताज़ा करें
hr: Osvježi datume
hu: Dátumok frissítése
id: Segarkan tanggal
it: Aggiorna date
ja: 日付を更新
kn: ದಿನಾಂಕಗಳನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಿ
ko: 날짜 새로고침
ml: തീയതികൾ പുതുക്കുക
mr: तारखा रीफ्रेश करा
ms: Muat semula tarikh
nb: Oppdater datoer
nl: Datums vernieuwen
or: ତାରିଖଗୁଡିକ ରିଫ୍ରେସ୍ କରନ୍ତୁ
pa: ਤਾਰੀਖ਼ਾਂ ਤਾਜ਼ਾ ਕਰੋ
pl: Odśwież daty
pt: Atualizar datas
ro: Reîmprospătează datele
ru: Обновить даты
sk: Obnoviť dátumy
sl: Osveži datume
sv: Uppdatera datum
ta: தேதிகளை புதுப்பி
te: తేదీలను రిఫ్రెష్ చేయండి
th: รีเฟรชวันที่
tr: Tarihleri yenile
uk: Оновити дати
ur: تاریخیں ریفریش کریں
vi: Làm mới ngày
zh_hans: 刷新日期
zh_hant: 重新整理日期

source: Refresh previews and URL dates
ar: تحديث المعاينات وتواريخ الروابط
bn: প্রিভিউ ও URL তারিখ রিফ্রেশ
ca: Actualitzar previsualitzacions i dates URL
cs: Obnovit náhledy a data URL
da: Opdater forhåndsvisninger og URL-datoer
de: Vorschauen und URL-Daten aktualisieren
el: Ανανέωση προεπισκοπήσεων και ημερομηνιών URL
es: Actualizar vistas previas y fechas URL
fi: Päivitä esikatselut ja URL-päivämäärät
fr: Actualiser les aperçus et dates des URL
fr_ca: Actualiser les aperçus et dates des URL
gu: પ્રીવ્યૂ અને URL તારીખો રિફ્રેશ
he: רענן תצוגות ותאריכי URL
hi: प्रीव्यू और URL तारीख़ें रिफ़्रेश
hr: Osvježi pretpreglede i datume URL-ova
hu: Előnézetek és URL-dátumok frissítése
id: Segarkan pratinjau dan tanggal URL
it: Aggiorna anteprime e date URL
ja: プレビューとURL日付を更新
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತು URL ದಿನಾಂಕ ರಿಫ್ರೆಶ್
ko: 미리보기 및 URL 날짜 새로고침
ml: പ്രിവ്യൂകളും URL തീയതികളും പുതുക്കുക
mr: प्रीव्ह्यू आणि URL तारखा रिफ्रेश करा
ms: Segarkan pratonton dan tarikh URL
nb: Oppdater forhåndsvisninger og URL-datoer
nl: Voorvertoningen en URL-datums vernieuwen
or: ପ୍ରିଭ୍ୟୁ ଓ URL ତାରିଖ ରିଫ୍ରେସ୍
pa: ਪ੍ਰੀਵਿਊ ਅਤੇ URL ਮਿਤੀਆਂ ਰਿਫ੍ਰੈਸ਼
pl: Odśwież podglądy i daty URL
pt: Atualizar pré-visualizações e datas de URL
ro: Reîmprospătează previzualizări și date URL
ru: Обновить превью и даты URL
sk: Obnoviť náhľady a dátumy URL
sl: Osveži predoglede in datume URL
sv: Uppdatera förhandsvisningar och URL-datum
ta: முன்னோட்டங்கள் மற்றும் URL தேதிகளை புதுப்பி
te: ప్రివ్యూలు మరియు URL తేదీలు రిఫ్రెష్
th: รีเฟรชตัวอย่างและวันที่ URL
tr: Önizlemeleri ve URL tarihlerini yenile
uk: Оновити перегляди та дати URL
ur: پیش منظر اور URL تاریخیں تازہ کریں
vi: Làm mới xem trước và ngày URL
zh_hans: 刷新预览和网址日期
zh_hant: 重新整理預覽與網址日期

source: Refreshing
ar: جارٍ التحديث
bn: রিফ্রেশ হচ্ছে
ca: Actualitzant
cs: Obnovuje se
da: Opdaterer
de: Wird aktualisiert
el: Ανανέωση
es: Actualizando
fi: Päivitetään
fr: Actualisation
fr_ca: Actualisation
gu: રિફ્રેશ થાય છે
he: מרענן
hi: रिफ़्रेश हो रहा है
hr: Osvježavanje
hu: Frissítés
id: Menyegarkan
it: Aggiornamento
ja: 更新中
kn: ರಿಫ್ರೆಶ್ ಆಗುತ್ತಿದೆ
ko: 새로고침 중
ml: പുതുക്കുന്നു
mr: रिफ्रेश होत आहे
ms: Menyegarkan
nb: Oppdaterer
nl: Vernieuwen
or: ରିଫ୍ରେସ୍ ହେଉଛି
pa: ਰਿਫ੍ਰੈਸ਼ ਹੋ ਰਿਹਾ
pl: Odświeżanie
pt: A atualizar
ro: Se reîmprospătează
ru: Обновление
sk: Obnovuje sa
sl: Osvežuje se
sv: Uppdaterar
ta: புதுப்பிக்கிறது
te: రిఫ్రెష్ అవుతోంది
th: กำลังรีเฟรช
tr: Yenileniyor
uk: Оновлення
ur: تازہ ہو رہا ہے
vi: Đang làm mới
zh_hans: 刷新中
zh_hant: 重新整理中

source: Regenerate AI text
ar: إعادة توليد النص بالذكاء الاصطناعي
bn: AI টেক্সট পুনঃতৈরি
ca: Regenerar text d'IA
cs: Znovu vytvořit text AI
da: Generer AI-tekst igen
de: KI-Text neu erzeugen
el: Αναδημιουργία κειμένου ΤΝ
es: Regenerar texto de IA
fi: Luo AI-teksti uudelleen
fr: Regénérer le texte IA
fr_ca: Régénérer le texte IA
gu: AI ટેક્સ્ટ ફરીથી જનરેટ
he: צור מחדש טקסט AI
hi: AI टेक्स्ट पुनः जेनरेट
hr: Ponovno generiraj AI tekst
hu: AI szöveg újragenerálása
id: Hasilkan ulang teks AI
it: Rigenera testo IA
ja: AIテキストを再生成
kn: AI ಪಠ್ಯ ಮತ್ತೆ ಉತ್ಪಾದಿಸಿ
ko: AI 텍스트 다시 생성
ml: AI ടെക്‌സ്റ്റ് വീണ്ടും സൃഷ്ടിക്കുക
mr: AI मजकूर पुन्हा तयार करा
ms: Jana semula teks AI
nb: Generer AI-tekst på nytt
nl: AI-tekst opnieuw genereren
or: AI ଟେକ୍ସଟ୍ ପୁନଃ ତିଆରି
pa: AI ਟੈਕਸਟ ਮੁੜ ਜਨਰੇਟ
pl: Wygeneruj ponownie tekst AI
pt: Regenerar texto de IA
ro: Regenerează text AI
ru: Перегенерировать ИИ-текст
sk: Znovu vytvoriť text AI
sl: Znova ustvari besedilo UI
sv: Generera AI-text på nytt
ta: AI உரையை மீண்டும் உருவாக்கு
te: AI టెక్స్ట్ తిరిగి ఉత్పత్తి
th: สร้างข้อความ AI ใหม่
tr: AI metnini yeniden oluştur
uk: Згенерувати текст ШІ заново
ur: AI متن دوبارہ بنائیں
vi: Tạo lại văn bản AI
zh_hans: 重新生成 AI 文本
zh_hant: 重新產生 AI 文字

source: Regenerate preview
ar: إعادة توليد المعاينة
bn: প্রিভিউ পুনঃতৈরি
ca: Regenerar previsualització
cs: Znovu vytvořit náhled
da: Generer forhåndsvisning igen
de: Vorschau neu erzeugen
el: Αναδημιουργία προεπισκόπησης
es: Regenerar vista previa
fi: Luo esikatselu uudelleen
fr: Regénérer l'aperçu
fr_ca: Régénérer l'aperçu
gu: પ્રીવ્યૂ ફરીથી જનરેટ
he: צור מחדש תצוגה
hi: प्रीव्यू पुनः जेनरेट
hr: Ponovno generiraj pretpregled
hu: Előnézet újragenerálása
id: Hasilkan ulang pratinjau
it: Rigenera anteprima
ja: プレビューを再生成
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತೆ ಉತ್ಪಾದಿಸಿ
ko: 미리보기 다시 생성
ml: പ്രിവ്യൂ വീണ്ടും സൃഷ്ടിക്കുക
mr: प्रीव्ह्यू पुन्हा तयार करा
ms: Jana semula pratonton
nb: Generer forhåndsvisning på nytt
nl: Voorvertoning opnieuw genereren
or: ପ୍ରିଭ୍ୟୁ ପୁନଃ ତିଆରି
pa: ਪ੍ਰੀਵਿਊ ਮੁੜ ਜਨਰੇਟ
pl: Wygeneruj ponownie podgląd
pt: Regenerar pré-visualização
ro: Regenerează previzualizare
ru: Перегенерировать превью
sk: Znovu vytvoriť náhľad
sl: Znova ustvari predogled
sv: Generera förhandsvisning på nytt
ta: முன்னோட்டத்தை மீண்டும் உருவாக்கு
te: ప్రివ్యూ తిరిగి ఉత్పత్తి
th: สร้างตัวอย่างใหม่
tr: Önizlemeyi yeniden oluştur
uk: Згенерувати перегляд заново
ur: پیش منظر دوبارہ بنائیں
vi: Tạo lại xem trước
zh_hans: 重新生成预览
zh_hant: 重新產生預覽

source: Regenerate preview and date
ar: إعادة توليد المعاينة والتاريخ
bn: প্রিভিউ ও তারিখ পুনঃতৈরি
ca: Regenerar previsualització i data
cs: Znovu vytvořit náhled a datum
da: Generer forhåndsvisning og dato igen
de: Vorschau und Datum neu erzeugen
el: Αναδημιουργία προεπισκόπησης και ημερομηνίας
es: Regenerar vista previa y fecha
fi: Luo esikatselu ja päivämäärä uudelleen
fr: Regénérer l'aperçu et la date
fr_ca: Régénérer l'aperçu et la date
gu: પ્રીવ્યૂ અને તારીખ ફરીથી જનરેટ
he: צור מחדש תצוגה ותאריך
hi: प्रीव्यू और तारीख़ पुनः जेनरेट
hr: Ponovno generiraj pretpregled i datum
hu: Előnézet és dátum újragenerálása
id: Hasilkan ulang pratinjau dan tanggal
it: Rigenera anteprima e data
ja: プレビューと日付を再生成
kn: ಪೂರ್ವವೀಕ್ಷಣೆ ಮತ್ತು ದಿನಾಂಕ ಮತ್ತೆ ಉತ್ಪಾದಿಸಿ
ko: 미리보기 및 날짜 다시 생성
ml: പ്രിവ്യൂവും തീയതിയും വീണ്ടും സൃഷ്ടിക്കുക
mr: प्रीव्ह्यू आणि तारीख पुन्हा तयार करा
ms: Jana semula pratonton dan tarikh
nb: Generer forhåndsvisning og dato på nytt
nl: Voorvertoning en datum opnieuw genereren
or: ପ୍ରିଭ୍ୟୁ ଓ ତାରିଖ ପୁନଃ ତିଆରି
pa: ਪ੍ਰੀਵਿਊ ਅਤੇ ਮਿਤੀ ਮੁੜ ਜਨਰੇਟ
pl: Wygeneruj ponownie podgląd i datę
pt: Regenerar pré-visualização e data
ro: Regenerează previzualizare și dată
ru: Перегенерировать превью и дату
sk: Znovu vytvoriť náhľad a dátum
sl: Znova ustvari predogled in datum
sv: Generera förhandsvisning och datum på nytt
ta: முன்னோட்டம் மற்றும் தேதியை மீண்டும் உருவாக்கு
te: ప్రివ్యూ మరియు తేదీ తిరిగి ఉత్పత్తి
th: สร้างตัวอย่างและวันที่ใหม่
tr: Önizlemeyi ve tarihi yeniden oluştur
uk: Згенерувати перегляд і дату заново
ur: پیش منظر اور تاریخ دوبارہ بنائیں
vi: Tạo lại xem trước và ngày
zh_hans: 重新生成预览和日期
zh_hant: 重新產生預覽與日期

source: Replace
ar: استبدال
bn: প্রতিস্থাপন
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fi: Korvaa
fr: Remplacer
fr_ca: Remplacer
gu: બદલો
he: החלף
hi: बदलें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換
kn: ಬದಲಿಸಿ
ko: 교체
ml: മാറ്റിസ്ഥാപിക്കുക
mr: बदला
ms: Ganti
nb: Erstatt
nl: Vervang
or: ବଦଳାନ୍ତୁ
pa: ਬਦਲੋ
pl: Zastąp
pt: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sl: Zamenjaj
sv: Ersätt
ta: மாற்று
te: భర్తీ చేయండి
th: แทนที่
tr: Değiştir
uk: Замінити
ur: تبدیل کریں
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace deletes everything before restoring. Merge keeps your current items, folders and settings, and adds the imported ones.
ar: يحذف الاستبدال كل شيء قبل الاستعادة. يحتفظ الدمج بعناصرك ومجلداتك وإعداداتك الحالية ويضيف ما تم استيراده.
bn: প্রতিস্থাপন পুনরুদ্ধারের আগে সবকিছু মুছে দেয়। মার্জ আপনার বর্তমান আইটেম, ফোল্ডার এবং সেটিংস রাখে এবং আমদানি করা যোগ করে।
ca: Substituir esborra tot abans de restaurar. Combinar manté els elements, carpetes i preferències actuals i afegeix els importats.
cs: Nahradit smaže vše před obnovením. Sloučit zachová aktuální položky, složky a nastavení a přidá importované.
da: Erstat sletter alt før gendannelse. Flet beholder dine nuværende emner, mapper og indstillinger og tilføjer de importerede.
de: Ersetzen löscht vorher alles. Zusammenführen behält deine aktuellen Objekte, Ordner und Einstellungen und fügt die importierten hinzu.
el: Η αντικατάσταση διαγράφει τα πάντα πριν την επαναφορά. Η συγχώνευση διατηρεί τα τρέχοντα στοιχεία, φακέλους και ρυθμίσεις και προσθέτει τα εισαγόμενα.
es: Reemplazar elimina todo antes de restaurar. Combinar mantiene tus elementos, carpetas y ajustes actuales y añade los importados.
fi: Korvaa poistaa kaiken ennen palautusta. Yhdistä säilyttää nykyiset kohteet, kansiot ja asetukset ja lisää tuodut.
fr: Remplacer efface tout avant de restaurer. Fusionner conserve vos éléments, dossiers et réglages actuels et y ajoute ceux importés.
fr_ca: Remplacer efface tout avant de restaurer. Fusionner conserve vos éléments, dossiers et réglages actuels et y ajoute ceux importés.
gu: બદલવાથી પુનઃસ્થાપન પહેલાં બધું જ કાઢી નાખવામાં આવે છે. મર્જ તમારી હાલની વસ્તુઓ, ફોલ્ડર્સ અને સેટિંગ્સ રાખે છે અને આયાત કરેલા ઉમેરે છે.
he: החלפה מוחקת הכל לפני השחזור. מיזוג שומר את הפריטים, התיקיות וההגדרות הנוכחיים שלך ומוסיף את אלה שיובאו.
hi: प्रतिस्थापित करने से पुनर्स्थापन से पहले सब कुछ हट जाता है। मर्ज आपकी वर्तमान आइटम, फ़ोल्डर और सेटिंग्स रखता है और आयात किए गए जोड़ता है।
hr: Zamjena briše sve prije vraćanja. Spajanje zadržava trenutne stavke, mape i postavke te dodaje uvezene.
hu: A csere mindent töröl a visszaállítás előtt. Az egyesítés megtartja a jelenlegi elemeket, mappákat és beállításokat, és hozzáadja az importáltakat.
id: Ganti menghapus semuanya sebelum memulihkan. Gabungkan menyimpan item, folder, dan pengaturan saat ini, dan menambahkan yang diimpor.
it: Sostituisci elimina tutto prima di ripristinare. Unisci mantiene gli elementi, le cartelle e le impostazioni attuali e aggiunge quelli importati.
ja: 置換は復元前にすべてを削除します。マージは現在の項目、フォルダ、設定を保持し、インポートしたものを追加します。
kn: ಬದಲಿಸಿ ಪುನಃಸ್ಥಾಪಿಸುವ ಮೊದಲು ಎಲ್ಲವನ್ನೂ ಅಳಿಸುತ್ತದೆ. ವಿಲೀನವು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಐಟಂಗಳು, ಫೋಲ್ಡರ್‌ಗಳು ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ, ಆಮದು ಮಾಡಿದವುಗಳನ್ನು ಸೇರಿಸುತ್ತದೆ.
ko: 교체는 복원 전에 모든 것을 삭제합니다. 병합은 현재 항목, 폴더, 설정을 유지하고 가져온 것을 추가합니다.
ml: മാറ്റിസ്ഥാപിക്കൽ പുനഃസ്ഥാപിക്കുന്നതിന് മുമ്പ് എല്ലാം ഇല്ലാതാക്കും. ലയിപ്പിക്കൽ നിങ്ങളുടെ നിലവിലെ ഇനങ്ങൾ, ഫോൾഡറുകൾ, ക്രമീകരണങ്ങൾ നിലനിർത്തി ഇറക്കുമതി ചെയ്തവ ചേർക്കും.
mr: बदलल्याने पुनर्स्थापनेपूर्वी सर्वकाही हटवले जाते. विलीनीकरण तुमच्या सध्याच्या आयटम, फोल्डर आणि सेटिंग्ज ठेवते आणि आयात केलेल्या जोडते.
ms: Ganti memadamkan semuanya sebelum dipulihkan. Cantum mengekalkan item, folder dan tetapan semasa anda dan menambah yang diimport.
nb: Erstatt sletter alt før gjenoppretting. Flett beholder dine nåværende elementer, mapper og innstillinger og legger til de importerte.
nl: Vervangen verwijdert alles voor het herstellen. Samenvoegen behoudt je huidige items, mappen en instellingen en voegt de geïmporteerde toe.
or: ବଦଳାଇବା ପୁନରୁଦ୍ଧାର ପୂର୍ବରୁ ସବୁକିଛି ଡିଲିଟ୍ କରେ। ମିଶ୍ରଣ ଆପଣଙ୍କ ବର୍ତ୍ତମାନର ଆଇଟମ୍, ଫୋଲ୍ଡର୍ ଏବଂ ସେଟିଂସ୍ ରଖେ ଏବଂ ଆମଦାନୀ ହୋଇଥିବାକୁ ଯୋଡେ।
pa: ਬਦਲਣਾ ਬਹਾਲੀ ਤੋਂ ਪਹਿਲਾਂ ਸਭ ਕੁਝ ਮਿਟਾ ਦਿੰਦਾ ਹੈ। ਮਿਲਾਉਣਾ ਤੁਹਾਡੀਆਂ ਮੌਜੂਦਾ ਆਈਟਮਾਂ, ਫੋਲਡਰਾਂ ਅਤੇ ਸੈਟਿੰਗਾਂ ਨੂੰ ਰੱਖਦਾ ਹੈ ਅਤੇ ਇੰਪੋਰਟ ਕੀਤੀਆਂ ਨੂੰ ਜੋੜਦਾ ਹੈ।
pl: Zastąp usuwa wszystko przed przywróceniem. Scal zachowuje bieżące elementy, foldery i ustawienia oraz dodaje zaimportowane.
pt: Substituir apaga tudo antes de restaurar. Mesclar mantém os itens, pastas e definições atuais e adiciona os importados.
ro: Înlocuiește șterge totul înainte de restaurare. Îmbină păstrează elementele, dosarele și setările curente și le adaugă pe cele importate.
ru: Замена удаляет всё перед восстановлением. Объединение сохраняет текущие элементы, папки и настройки и добавляет импортированные.
sk: Nahradiť odstráni všetko pred obnovením. Zlúčiť zachová aktuálne položky, priečinky a nastavenia a pridá importované.
sl: Zamenjaj izbriše vse pred obnovitvijo. Združi obdrži trenutne elemente, mape in nastavitve ter doda uvožene.
sv: Ersätt raderar allt före återställning. Sammanfoga behåller dina nuvarande objekt, mappar och inställningar och lägger till de importerade.
ta: மாற்று மீட்டெடுக்கும் முன் அனைத்தையும் நீக்குகிறது. ஒன்றிணை உங்கள் தற்போதைய உருப்படிகள், கோப்புறைகள் மற்றும் அமைப்புகளை வைத்து இறக்குமதி செய்தவற்றை சேர்க்கிறது.
te: భర్తీ పునరుద్ధరణకు ముందు అన్నిటినీ తొలగిస్తుంది. విలీనం మీ ప్రస్తుత అంశాలు, ఫోల్డర్‌లు మరియు సెట్టింగ్‌లను ఉంచి దిగుమతి చేసిన వాటిని జోడిస్తుంది.
th: แทนที่จะลบทุกอย่างก่อนกู้คืน ผสานจะเก็บรายการ โฟลเดอร์ และการตั้งค่าปัจจุบันของคุณ และเพิ่มที่นำเข้า
tr: Değiştir, geri yüklemeden önce her şeyi siler. Birleştir, mevcut öğelerinizi, klasörlerinizi ve ayarlarınızı korur ve içe aktarılanları ekler.
uk: Заміна видаляє все перед відновленням. Об'єднання зберігає поточні елементи, папки та налаштування і додає імпортовані.
ur: تبدیل بحالی سے پہلے سب کچھ حذف کر دیتا ہے۔ ضم کرنے سے آپ کی موجودہ اشیاء، فولڈرز اور ترتیبات محفوظ رہتی ہیں اور درآمد شدہ شامل ہو جاتی ہیں۔
vi: Thay thế xóa mọi thứ trước khi khôi phục. Hợp nhất giữ lại các mục, thư mục và cài đặt hiện tại và thêm các mục đã nhập.
zh_hans: 替换会在恢复前删除所有内容。合并会保留您当前的项目、文件夹和设置，并添加导入的内容。
zh_hant: 取代會在還原前刪除所有內容。合併會保留您目前的項目、資料夾和設定，並加入匯入的內容。

source: Requests
ar: الطلبات
bn: অনুরোধ
ca: Sol·licituds
cs: Požadavky
da: Forespørgsler
de: Anfragen
el: Αιτήματα
es: Solicitudes
fi: Pyynnöt
fr: Requêtes
fr_ca: Requêtes
gu: વિનંતીઓ
he: בקשות
hi: अनुरोध
hr: Zahtjevi
hu: Kérések
id: Permintaan
it: Richieste
ja: リクエスト
kn: ವಿನಂತಿಗಳು
ko: 요청
ml: അഭ്യർത്ഥനകൾ
mr: विनंत्या
ms: Permintaan
nb: Forespørsler
nl: Verzoeken
or: ଅନୁରୋଧ
pa: ਬੇਨਤੀਆਂ
pl: Żądania
pt: Pedidos
ro: Cereri
ru: Запросы
sk: Požiadavky
sl: Zahteve
sv: Förfrågningar
ta: கோரிக்கைகள்
te: అభ్యర్థనలు
th: คำขอ
tr: İstekler
uk: Запити
ur: درخواستیں
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

source: Reset AI call limit
ar: إعادة ضبط حد استدعاءات الذكاء الاصطناعي
bn: AI কল সীমা রিসেট
ca: Reiniciar límit d'invocacions d'IA
cs: Resetovat limit volání AI
da: Nulstil AI-kaldsgrænse
de: KI-Aufruflimit zurücksetzen
el: Επαναφορά ορίου κλήσεων ΤΝ
es: Restablecer límite de llamadas de IA
fi: Nollaa AI-kutsujen raja
fr: Réinitialiser la limite d'appels IA
fr_ca: Réinitialiser la limite d'appels IA
gu: AI કૉલ મર્યાદા રીસેટ
he: אפס מגבלת קריאות AI
hi: AI कॉल सीमा रीसेट
hr: Resetiraj ograničenje AI poziva
hu: AI hívási korlát visszaállítása
id: Atur ulang batas pemanggilan AI
it: Reimposta limite chiamate IA
ja: AI呼び出し上限をリセット
kn: AI ಕರೆ ಮಿತಿ ಮರುಹೊಂದಿಸಿ
ko: AI 호출 한도 재설정
ml: AI കോൾ പരിധി പുനഃസജ്ജമാക്കുക
mr: AI कॉल मर्यादा रीसेट करा
ms: Tetapkan semula had panggilan AI
nb: Tilbakestill AI-kallgrense
nl: AI-oproeplimiet resetten
or: AI କଲ୍ ସୀମା ରିସେଟ୍
pa: AI ਕਾਲ ਸੀਮਾ ਰੀਸੈੱਟ
pl: Resetuj limit wywołań AI
pt: Repor limite de chamadas de IA
ro: Resetează limita apelurilor AI
ru: Сбросить лимит вызовов ИИ
sk: Resetovať limit volaní AI
sl: Ponastavi omejitev klicev UI
sv: Återställ AI-anropsgräns
ta: AI அழைப்பு வரம்பை மீட்டமை
te: AI కాల్ పరిమితి రీసెట్
th: รีเซ็ตขีดจำกัดการเรียก AI
tr: AI çağrı sınırını sıfırla
uk: Скинути ліміт викликів ШІ
ur: AI کال کی حد ری سیٹ کریں
vi: Đặt lại giới hạn lệnh gọi AI
zh_hans: 重置 AI 调用上限
zh_hant: 重設 AI 呼叫上限

source: Reset AI counters
ar: إعادة ضبط عدّادات الذكاء الاصطناعي
bn: AI কাউন্টার রিসেট
ca: Reiniciar comptadors d'IA
cs: Resetovat počitadla AI
da: Nulstil AI-tællere
de: KI-Zähler zurücksetzen
el: Επαναφορά μετρητών ΤΝ
es: Restablecer contadores de IA
fi: Nollaa AI-laskurit
fr: Réinitialiser les compteurs IA
fr_ca: Réinitialiser les compteurs IA
gu: AI કાઉન્ટર રીસેટ
he: אפס מוני AI
hi: AI काउंटर रीसेट
hr: Resetiraj AI brojače
hu: AI számlálók visszaállítása
id: Atur ulang penghitung AI
it: Reimposta contatori IA
ja: AIカウンタをリセット
kn: AI ಕೌಂಟರ್‌ಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: AI 카운터 재설정
ml: AI കൗണ്ടറുകൾ പുനഃസജ്ജമാക്കുക
mr: AI काउंटर रीसेट करा
ms: Tetapkan semula pembilang AI
nb: Tilbakestill AI-tellere
nl: AI-tellers resetten
or: AI କାଉଣ୍ଟର୍ ରିସେଟ୍
pa: AI ਕਾਊਂਟਰ ਰੀਸੈੱਟ
pl: Resetuj liczniki AI
pt: Repor contadores de IA
ro: Resetează contoarele AI
ru: Сбросить счётчики ИИ
sk: Resetovať počítadlá AI
sl: Ponastavi števce UI
sv: Återställ AI-räknare
ta: AI கவுண்டர்களை மீட்டமை
te: AI కౌంటర్లు రీసెట్
th: รีเซ็ตตัวนับ AI
tr: AI sayaçlarını sıfırla
uk: Скинути лічильники ШІ
ur: AI کاؤنٹرز ری سیٹ کریں
vi: Đặt lại bộ đếm AI
zh_hans: 重置 AI 计数器
zh_hant: 重設 AI 計數器

source: Reset iCloud sync state
ar: إعادة تعيين حالة مزامنة iCloud
bn: iCloud সিঙ্ক স্টেট রিসেট করুন
ca: Restableix l'estat de sincronització d'iCloud
cs: Obnovit stav synchronizace iCloud
da: Nulstil iCloud-synkroniseringstilstand
de: iCloud-Sync-Status zurücksetzen
el: Επαναφορά κατάστασης συγχρονισμού iCloud
es: Restablecer estado de sincronización con iCloud
fi: Nollaa iCloud-synkronoinnin tila
fr: Réinitialiser l'état de synchronisation iCloud
fr_ca: Réinitialiser l'état de synchronisation iCloud
gu: iCloud સિંક સ્થિતિ રીસેટ કરો
he: אפס מצב סנכרון iCloud
hi: iCloud सिंक स्थिति रीसेट करें
hr: Resetiraj stanje iCloud sinkronizacije
hu: iCloud-szinkronizálási állapot visszaállítása
id: Atur ulang status sinkronisasi iCloud
it: Reimposta stato sincronizzazione iCloud
ja: iCloud同期状態をリセット
kn: iCloud ಸಿಂಕ್ ಸ್ಥಿತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ
ko: iCloud 동기화 상태 재설정
ml: iCloud സിങ്ക് സ്റ്റേറ്റ് റീസെറ്റ് ചെയ്യുക
mr: iCloud सिंक स्थिती रीसेट करा
ms: Tetapkan semula keadaan penyelarasan iCloud
nb: Tilbakestill iCloud-synkroniseringstilstand
nl: iCloud-synchronisatiestatus opnieuw instellen
or: iCloud ସିଙ୍କ ସ୍ଥିତି ରିସେଟ୍ କରନ୍ତୁ
pa: iCloud ਸਿੰਕ ਸਥਿਤੀ ਰੀਸੈੱਟ ਕਰੋ
pl: Zresetuj stan synchronizacji iCloud
pt: Repor estado de sincronização do iCloud
ro: Resetează starea de sincronizare iCloud
ru: Сбросить состояние синхронизации iCloud
sk: Obnoviť stav synchronizácie iCloud
sl: Ponastavi stanje sinhronizacije iCloud
sv: Återställ iCloud-synkroniseringsstatus
ta: iCloud ஒத்திசைவு நிலையை மீட்டமை
te: iCloud సింక్ స్థితిని రీసెట్ చేయండి
th: รีเซ็ตสถานะการซิงค์ iCloud
tr: iCloud eşitleme durumunu sıfırla
uk: Скинути стан синхронізації з iCloud
ur: iCloud سنک حالت ری سیٹ کریں
vi: Đặt lại trạng thái đồng bộ iCloud
zh_hans: 重置 iCloud 同步状态
zh_hant: 重設 iCloud 同步狀態

source: Reset view
ar: إعادة ضبط العرض
bn: ভিউ রিসেট
ca: Reiniciar vista
cs: Resetovat zobrazení
da: Nulstil visning
de: Ansicht zurücksetzen
el: Επαναφορά προβολής
es: Restablecer vista
fi: Nollaa näkymä
fr: Réinitialiser la vue
fr_ca: Réinitialiser la vue
gu: વ્યૂ રીસેટ
he: אפס תצוגה
hi: व्यू रीसेट
hr: Resetiraj prikaz
hu: Nézet visszaállítása
id: Atur ulang tampilan
it: Reimposta vista
ja: ビューをリセット
kn: ವೀಕ್ಷಣೆ ಮರುಹೊಂದಿಸಿ
ko: 보기 재설정
ml: കാഴ്‌ച പുനഃസജ്ജമാക്കുക
mr: दृश्य रीसेट करा
ms: Tetapkan semula paparan
nb: Tilbakestill visning
nl: Weergave resetten
or: ଭ୍ୟୁ ରିସେଟ୍
pa: ਦ੍ਰਿਸ਼ ਰੀਸੈੱਟ
pl: Resetuj widok
pt: Repor vista
ro: Resetează vizualizarea
ru: Сбросить вид
sk: Resetovať zobrazenie
sl: Ponastavi pogled
sv: Återställ vy
ta: காட்சியை மீட்டமை
te: వీక్షణ రీసెట్
th: รีเซ็ตมุมมอง
tr: Görünümü sıfırla
uk: Скинути вигляд
ur: ویو ری سیٹ کریں
vi: Đặt lại chế độ xem
zh_hans: 重置视图
zh_hant: 重設檢視

source: Restore app data
ar: استعادة بيانات التطبيق
bn: অ্যাপ ডেটা পুনরুদ্ধার করুন
ca: Restaura les dades de l'app
cs: Obnovit data aplikace
da: Gendan app-data
de: App-Daten wiederherstellen
el: Επαναφορά δεδομένων εφαρμογής
es: Restaurar datos de la app
fi: Palauta sovelluksen tiedot
fr: Restaurer les données de l'app
fr_ca: Restaurer les données de l'app
gu: ઍપ ડેટા પુનઃસ્થાપિત કરો
he: שחזר נתוני אפליקציה
hi: ऐप डेटा पुनर्स्थापित करें
hr: Vrati podatke aplikacije
hu: Alkalmazásadatok visszaállítása
id: Pulihkan data aplikasi
it: Ripristina i dati dell'app
ja: アプリデータを復元
kn: ಅಪ್ಲಿಕೇಶನ್ ಡೇಟಾ ಮರುಸ್ಥಾಪಿಸಿ
ko: 앱 데이터 복원
ml: ആപ്പ് ഡാറ്റ പുനഃസ്ഥാപിക്കുക
mr: अ‍ॅप डेटा पुनर्स्थापित करा
ms: Pulihkan data aplikasi
nb: Gjenopprett appdata
nl: App-gegevens herstellen
or: ଆପ୍ ଡାଟା ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਐਪ ਡਾਟਾ ਬਹਾਲ ਕਰੋ
pl: Przywróć dane aplikacji
pt: Restaurar dados da app
ro: Restaurează datele aplicației
ru: Восстановить данные приложения
sk: Obnoviť údaje aplikácie
sl: Obnovi podatke aplikacije
sv: Återställ appens data
ta: பயன்பாட்டு தரவை மீட்டெடு
te: యాప్ డేటాను పునరుద్ధరించండి
th: กู้คืนข้อมูลแอป
tr: Uygulama verilerini geri yükle
uk: Відновити дані застосунку
ur: ایپ ڈیٹا بحال کریں
vi: Khôi phục dữ liệu ứng dụng
zh_hans: 恢复应用数据
zh_hant: 還原應用程式資料

source: Restore data?
ar: استعادة البيانات؟
bn: ডেটা পুনরুদ্ধার করবেন?
ca: Vols restaurar les dades?
cs: Obnovit data?
da: Gendan data?
de: Daten wiederherstellen?
el: Επαναφορά δεδομένων;
es: ¿Restaurar datos?
fi: Palauta tiedot?
fr: Restaurer les données ?
fr_ca: Restaurer les données ?
gu: ડેટા પુનઃસ્થાપિત કરશો?
he: לשחזר נתונים?
hi: डेटा पुनर्स्थापित करें?
hr: Vratiti podatke?
hu: Visszaállítja az adatokat?
id: Pulihkan data?
it: Ripristinare i dati?
ja: データを復元しますか？
kn: ಡೇಟಾ ಮರುಸ್ಥಾಪಿಸುವುದೇ?
ko: 데이터를 복원할까요?
ml: ഡാറ്റ പുനഃസ്ഥാപിക്കണോ?
mr: डेटा पुनर्स्थापित करायचा?
ms: Pulihkan data?
nb: Gjenopprett data?
nl: Gegevens herstellen?
or: ଡାଟା ପୁନରୁଦ୍ଧାର କରିବେ?
pa: ਡਾਟਾ ਬਹਾਲ ਕਰੀਏ?
pl: Przywrócić dane?
pt: Restaurar dados?
ro: Restaurați datele?
ru: Восстановить данные?
sk: Obnoviť údaje?
sl: Obnovi podatke?
sv: Återställa data?
ta: தரவை மீட்டெடுக்கவா?
te: డేటాను పునరుద్ధరించాలా?
th: กู้คืนข้อมูลหรือไม่?
tr: Veriler geri yüklensin mi?
uk: Відновити дані?
ur: ڈیٹا بحال کریں؟
vi: Khôi phục dữ liệu?
zh_hans: 恢复数据？
zh_hant: 還原資料？

source: Resync iCloud
ar: إعادة مزامنة iCloud
bn: iCloud পুনঃসিঙ্ক
ca: Tornar a sincronitzar iCloud
cs: Znovu synchronizovat iCloud
da: Synkroniser iCloud igen
de: iCloud erneut synchronisieren
el: Επανασυγχρονισμός iCloud
es: Volver a sincronizar iCloud
fi: Synkronoi iCloud uudelleen
fr: Resynchroniser iCloud
fr_ca: Resynchroniser iCloud
gu: iCloud પુનઃસિંક કરો
he: סנכרן מחדש את iCloud
hi: iCloud पुनः सिंक करें
hr: Ponovno sinkroniziraj iCloud
hu: iCloud újraszinkronizálása
id: Sinkronkan ulang iCloud
it: Risincronizza iCloud
ja: iCloud を再同期
kn: iCloud ಮರು-ಸಿಂಕ್ ಮಾಡಿ
ko: iCloud 다시 동기화
ml: iCloud വീണ്ടും സിങ്ക് ചെയ്യുക
mr: iCloud पुन्हा सिंक करा
ms: Segerakkan semula iCloud
nb: Synkroniser iCloud på nytt
nl: iCloud opnieuw synchroniseren
or: iCloud ପୁନଃ ସିଙ୍କ କରନ୍ତୁ
pa: iCloud ਮੁੜ-ਸਿੰਕ ਕਰੋ
pl: Ponownie zsynchronizuj iCloud
pt: Voltar a sincronizar o iCloud
ro: Resincronizează iCloud
ru: Повторно синхронизировать iCloud
sk: Znovu synchronizovať iCloud
sl: Znova sinhroniziraj iCloud
sv: Synkronisera iCloud igen
ta: iCloud-ஐ மீண்டும் ஒத்திசை
te: iCloudను మళ్లీ సింక్ చేయండి
th: ซิงค์ iCloud อีกครั้ง
tr: iCloud’u yeniden eşitle
uk: Повторно синхронізувати iCloud
ur: iCloud دوبارہ سنک کریں
vi: Đồng bộ lại iCloud
zh_hans: 重新同步 iCloud
zh_hant: 重新同步 iCloud
